import React from "react";
import "./style.css";

export const Activities = () => {
  return (
    <>
    <div>
    <h2>Home  <span> Գործունեություն</span></h2>

    </div>
      <div className="activity">

           <h1>Հայկական Ասոցիացիա</h1>
        <h2>Գերազանցություն և Մշակույթ</h2>
        <p>
          ՀԱՅԿԱԿԱՆ ԱՍՈՑԻԱՑԻԱՆ նպատակ ունի մեծացնել մշակութային արժեքների
          պահպանման և տարածման գործում հասարակության գիտակցությունը։
        </p>
        
        <h3>Education</h3>
        <p>
          Մեր նպատակն է ստեղծել թվային առողջապահության աշխատուժ, որը կկարողանա
          ղեկավարել և իրականացնել թվային առողջապահական լուծումներ ու ծառայություններ
          Հայաստանում՝ ինչպես պետական, այնպես էլ մասնավոր ոլորտներում։
        </p>

        <h3>Research</h3>
        <p>
          Մեր նպատակն է խթանել և իրականացնել գիտական հետազոտություններ, որոնք
          վերաբերում են թվային առողջապահության զարգացմանը Հայաստանում՝
          համագործակցելով համալսարանների, առողջապահական կազմակերպությունների և
          պետական հաստատությունների հետ։
        </p>

        <h3>Advocacy</h3>
        <p>
          Մենք խթանում ենք թվային առողջապահության իրականացումը Հայաստանի
          Հանրապետությունում՝ իրականացնելով ռազմավարական պաշտպանական
          նախաձեռնություններ, որոնք ուղղված են հասարակության իրազեկման բարձրացմանը։
        </p>

        <h3>Innovation</h3>
        <p>
          Մենք աջակցում ենք նորարարական թվային առողջապահական լուծումների և
          ծառայությունների զարգացմանը Հայաստանում՝ աջակցելով ստարտափներին և
          ձեռնարկատերերին։
        </p>

        <h3>Past Projects</h3>
        <ul>
          <li>2014-2017: TEMPUS IV Project BME-ENA – Բիոմեդիկա ինժեներական կրթության նախաձեռնություն</li>
          <li>2014-2015: Գերմանական և հայկական հաստատությունների միջև գիտական, կրթական և գործնական համագործակցության գնահատում</li>
          <li>2012-2013: Մոբիլ ԷԿԳ հեռադիտարկման նախագիծ</li>
          <li>2011: Առաջին Հայկական միջազգային կոնգրեսը Տելեմեդիցինի և էլեկտրոնային առողջապահության ոլորտում</li>
          <li>2010: Պիլոտային Տելեմեդիցինի նախագիծ Հայաստանում</li>
          <li>2010: Պիլոտային Տելեմեդիցինի նախագիծ Արցախում</li>
        </ul>
      </div>
    </>
  );
};
