import React from "react";
import "./style.css";

export const About = () => {
  return (
    <>
      <div className="about-header">
        <h2>
          Home <span>Գործունեություն</span>
        </h2>
      </div>
      <div className="about">
        <h1>Մեր Մասին</h1>
        <p>
          Հայկական Ասոցիացիան հիմնադրվել է 2015 թվականին՝ մշակութային
          արժեքների պահպանման և տարածման նպատակով։ Մենք կենտրոնացած ենք
          հայ մշակույթի ճանաչելիության բարձրացման վրա և ապահովում ենք կրթական,
          մշակութային ու գիտական գործունեություն։
        </p>
        <p>
          Մեր գործունեությունը ընդգրկում է բազմաթիվ ոլորտներ՝ մշակույթ, կրթություն,
          գիտություն, ինչպես նաև ռազմավարական համագործակցություն միջազգային
          կազմակերպությունների հետ։ Մեր նպատակն է ամրապնդել հայ մշակույթի
          միջազգային ճանաչումը և խթանել համագործակցությունը աշխարհի տարբեր
          երկրներում։
        </p>
        
        <h3>Մենք անպայման կարևորում ենք.</h3>
        <ul>
          <li>Մշակութային արժեքների պահպանման համար միջոցառումներ</li>
          <li>Կրթական ծրագրերի իրականացում տարբեր ոլորտներում</li>
          <li>Հայ մշակույթի տարածումը և նորարարությունը</li>
        </ul>

        <h3>Մեր Աշխատակիցները</h3>
        <div className="team">
          <div className="team-member">
            <img src="https://via.placeholder.com/150" alt="Member 1" />
            <h4>Արամ Գրիգորյան</h4>
            <p>Տնօրեն</p>
          </div>
          <div className="team-member">
            <img src="https://via.placeholder.com/150" alt="Member 2" />
            <h4>Նաիրա Մկրտչյան</h4>
            <p>Գիտական Խորհրդատու</p>
          </div>
          <div className="team-member">
            <img src="https://via.placeholder.com/150" alt="Member 3" />
            <h4>Արմեն Հարությունյան</h4>
            <p>Մշակութային Ծրագրերի Գործընկեր</p>
          </div>
        </div>
      </div>
    </>
  );
};
